9/data/attachments/e126479236cd37d3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_a2f52e87-e0b5-4f03-88b9-e00689416176</nif:username>
            <nif:friendToBeAdded>Lindsay_low_Actions_58025_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>